Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
hy: Կիրառել
it: Applica
ka: გამოიყენე
ru: Применить
sr: Примени

source: As long as notifications are enabled.
de: Sofern Benachrichtigungen aktiviert sind.
es: Siempre que las notificaciones estén activadas.
fr: Tant que les notifications sont activées.
hy: Եթե ծանուցումները միացված են։
it: Purché le notifiche siano attive.
ka: თუ შეტყობინებები ჩართულია.
ru: Если уведомления включены.
sr: Уколико су обавештења укључена.

source: At a %@ pace, most people following their plan consistently reach a goal like this in about %@. Consistency in the early weeks matters most.
de: Bei einem Tempo von %@ erreichen die meisten Menschen, die ihrem Plan konsequent folgen, ein Ziel wie dieses in etwa %@. Beständigkeit in den ersten Wochen zählt am meisten.
es: A un ritmo %@, la mayoría de las personas que siguen su plan de forma constante alcanzan una meta como esta en unos %@. La constancia en las primeras semanas es lo que más importa.
fr: À un rythme %@, la plupart des personnes qui suivent leur plan avec constance atteignent un objectif comme celui-ci en environ %@. La régularité des premières semaines est ce qui compte le plus.
hy: %@ տեմպով՝ իրենց պլանին հետևողականորեն հետևող մարդկանց մեծ մասը այսպիսի նպատակի հասնում է մոտավորապես %@-ում։ Հետևողականությունը առաջին շաբաթներին ամենակարևորն է։
it: Con un ritmo %@, la maggior parte delle persone che segue il proprio piano con costanza raggiunge un obiettivo come questo in circa %@. La costanza nelle prime settimane è ciò che conta di più.
ka: %@ ტემპით, ადამიანების უმეტესობა, ვინც სტაბილურად მისდევს გეგმას, ასეთ მიზანს აღწევს დაახლოებით %@-ში. თანმიმდევრულობა პირველ კვირებში ყველაზე მნიშვნელოვანია.
ru: При темпе %@ большинство людей, стабильно следующих плану, достигают такой цели примерно за %@. Постоянство в первые недели важнее всего.
sr: Уз %@ темпо, већина људи која доследно прати свој план оствари овакав циљ за отприлике %@. Доследност у првим недељама је најважнија.

source: Attach a photo of the assignment (optional)
de: Füge ein Foto der Aufgabe hinzu (optional)
es: Adjunta una foto de la tarea (opcional)
fr: Joignez une photo de la tâche (facultatif)
hy: Կցիր առաջադրանքի լուսանկարը (ըստ ցանկության)
it: Allega una foto del compito (facoltativo)
ka: დაურთე დავალების ფოტო (სურვილისამებრ)
ru: Прикрепи фото задания (по желанию)
sr: Прикачи фотографију задатка (опционо)

source: Attach the assignment as photo or text, do the work in Soma, show your coach the progress.
de: Füge die Aufgabe als Foto oder Text hinzu, erledige das Training in Soma und zeig deinem Trainer den Fortschritt.
es: Adjunta la tarea como foto o texto, haz el trabajo en Soma y muéstrale el progreso a tu entrenador.
fr: Joignez le devoir sous forme de photo ou de texte, effectuez le travail dans Soma, montrez les progrès à votre coach.
hy: Կցիր առաջադրանքը որպես նկար կամ տեքստ, կատարիր այն Soma-ում, ցույց տուր մարզչիդ առաջընթացը:
it: Allega l'incarico come foto o testo, fai il lavoro in Soma, mostra i progressi al tuo coach.
ka: დაურთე დავალება ფოტოს ან ტექსტის სახით, შეასრულე ის Soma-ში, უჩვენე მწვრთნელს პროგრესი.
ru: Прикрепи задание в виде фото или текста, выполняй его в Soma, показывай тренеру прогресс.
sr: Прикачи задатак као фотографију или текст, уради то у Soma, покажи тренеру напредак.

source: Attempts: %@
de: Versuche: %@
es: Intentos: %@
fr: Tentatives : %@
hy: Փորձեր՝ %@
it: Tentativi: %@
ka: ცდები: %@
ru: Попытки: %@
sr: Покушаји: %@

source: Auto-fill with AI
de: Mit KI automatisch ausfüllen
es: Autocompletar con IA
fr: Remplissage automatique avec l'IA
hy: Ինքնալրացում AI-ով
it: Compilazione automatica con IA
ka: ავტომატური შევსება AI-ით
ru: Автозаполнение с помощью AI
sr: Аутоматско попуњавање помоћу AI-ја

source: Avg %@ bpm, max %@ bpm (%@)
de: Ø %@ bpm, max. %@ bpm (%@)
es: Media %@ bpm, máx. %@ bpm (%@)
fr: Moy. %@ bpm, max %@ bpm (%@)
hy: Միջին %@ զարկ/րոպե, առավելագույն %@ զարկ/րոպե (%@)
it: Media %@ bpm, max %@ bpm (%@)
ka: საშ. %@ დარტყმა/წთ, მაქს. %@ დარტყმა/წთ (%@)
ru: Средн. %@ уд/мин, макс. %@ уд/мин (%@)
sr: Просек %@ отк/мин, макс %@ отк/мин (%@)

source: Avg bpm
de: Ø bpm
es: Prom. bpm
fr: Moy. bpm
hy: Միջին bpm
it: Bpm medio
ka: საშ. bpm
ru: Ср. пульс, уд/мин
sr: Просечан bpm

source: Awake
de: Wach
es: Despierto
fr: Éveil
hy: Արթուն
it: Sveglio
ka: სიფხიზლე
ru: Бодрствование
sr: Будност

source: BLOCK HISTORY
de: BLOCKVERLAUF
es: HISTORIAL DE BLOQUES
fr: HISTORIQUE DES BLOCS
hy: ԲԼՈԿԻ ՊԱՏՄՈՒԹՅՈՒՆ
it: CRONOLOGIA BLOCCHI
ka: ბლოკის ისტორია
ru: ИСТОРИЯ БЛОКА
sr: ИСТОРИЈА БЛОКОВА

source: Back
de: Zurück
es: Atrás
fr: Retour
hy: Հետ
it: Indietro
ka: უკან
ru: Назад
sr: Назад

source: Back to Soma's pick
de: Zurück zu Somas Wahl
es: Volver a la elección de Soma
fr: Retour au choix de Soma
hy: Վերադառնալ Soma-ի ընտրությանը
it: Torna alla scelta di Soma
ka: დაბრუნება Soma-ს არჩევანზე
ru: Вернуться к выбору Soma
sr: Назад на Somin избор

source: Based on comparing your goal and current photos -- a secondary signal alongside your stated goals, not a replacement for them.
de: Basierend auf dem Vergleich deiner Ziel- und aktuellen Fotos – ein zusätzliches Signal neben deinen angegebenen Zielen, kein Ersatz dafür.
es: Basado en la comparación de tus fotos objetivo y actual: una señal secundaria junto a tus objetivos declarados, no un sustituto de ellos.
fr: Basé sur la comparaison de vos photos objectif et actuelle : un signal secondaire complétant vos objectifs déclarés, sans les remplacer.
hy: Հիմնված է քո նպատակային և ընթացիկ լուսանկարների համեմատության վրա — երկրորդական ազդանշան է քո հայտարարած նպատակների կողքին, ոչ թե դրանց փոխարինող։
it: Basato sul confronto tra la tua foto obiettivo e quella attuale: un segnale secondario accanto ai tuoi obiettivi dichiarati, non un loro sostituto.
ka: დაფუძნებულია შენი მიზნისა და მიმდინარე ფოტოების შედარებაზე — ეს არის დამატებითი სიგნალი შენს დასახელებულ მიზნებთან ერთად და არა მათი ჩანაცვლება.
ru: На основе сравнения твоих фото цели и текущего состояния — это дополнительный сигнал наряду с заявленными целями, а не их замена.
sr: На основу поређења твојих фотографија циља и тренутног стања — ово је додатни сигнал уз твоје наведене циљеве, а не замена за њих.

source: Based on your setup and health, here's today's workout to reach your goal:
de: Basierend auf deiner Ausstattung und deiner Gesundheit ist hier dein heutiges Workout, um dein Ziel zu erreichen:
es: Según tu equipo y tu salud, este es el entrenamiento de hoy para alcanzar tu objetivo:
fr: En fonction de votre équipement et de votre santé, voici l'entraînement du jour pour atteindre votre objectif :
hy: Հիմնվելով քո պայմանների և առողջության վրա՝ ահա այսօրվա մարզումը՝ նպատակիդ հասնելու համար.
it: In base alla tua attrezzatura e alla tua salute, ecco l'allenamento di oggi per raggiungere il tuo obiettivo:
ka: შენი აღჭურვილობისა და ჯანმრთელობის მიხედვით, აი დღევანდელი ვარჯიში შენი მიზნის მისაღწევად:
ru: На основе твоего оборудования и здоровья — вот тренировка на сегодня, чтобы прийти к цели:
sr: На основу твоје опреме и здравља, ево данашњег тренинга за остварење твог циља:

source: Baseline confirmed
de: Ausgangswert bestätigt
es: Línea base confirmada
fr: Référence confirmée
hy: Ելակետը հաստատված է
it: Base di partenza confermata
ka: საწყისი მაჩვენებელი დადასტურდა
ru: Базовый уровень подтверждён
sr: Почетна вредност потврђена

source: Baseline recorded
de: Basis erfasst
es: Base registrada
fr: Référence enregistrée
hy: Ելակետային ցուցանիշը գրանցված է
it: Base registrata
ka: საწყისი მაჩვენებელი ჩაწერილია
ru: Исходный показатель записан
sr: Почетни резултат забележен

source: Best of 3 counts
de: Der beste von 3 zählt
es: Cuenta el mejor de 3
fr: Le meilleur des 3 compte
hy: 3-ից լավագույնը հաշվվում է
it: Conta il migliore di 3
ka: 3-დან საუკეთესო ითვლება
ru: Считается лучший из 3
sr: Важи најбољи од 3 покушаја

source: Best readiness of the week
de: Beste Bereitschaft der Woche
es: Mejor preparación de la semana
fr: Meilleure préparation de la semaine
hy: Շաբաթվա լավագույն պատրաստվածությունը
it: Miglior preparazione della settimana
ka: კვირის საუკეთესო მზადყოფნა
ru: Лучшая готовность за неделю
sr: Најбоља спремност ове недеље

source: Beta features appear automatically while this is on.
de: Beta-Funktionen erscheinen automatisch, solange dies aktiviert ist.
es: Las funciones beta aparecen automáticamente mientras esto esté activado.
fr: Les fonctionnalités bêta apparaissent automatiquement tant que cette option est activée.
hy: Բետա գործառույթները ինքնաբերաբար հայտնվում են, քանի դեռ սա միացված է։
it: Le funzionalità beta compaiono automaticamente quando questa opzione è attiva.
ka: ბეტა ფუნქციები ავტომატურად ჩნდება, სანამ ეს ჩართულია.
ru: Бета-функции появляются автоматически, пока это включено.
sr: Бета функције се аутоматски појављују док је ово укључено.

source: Build my workout
de: Mein Workout erstellen
es: Crear mi entrenamiento
fr: Créer mon entraînement
hy: Ստեղծել իմ մարզումը
it: Crea il mio allenamento
ka: შექმენი ჩემი ვარჯიში
ru: Составить тренировку
sr: Направи ми тренинг

source: Building your baseline
de: Deine Basis wird erstellt
es: Creando tu base
fr: Établissement de votre référence
hy: Հավաքում ենք քո հիմնային տվյալները
it: Costruzione della tua base
ka: ვაგროვებთ შენს საბაზისო მონაცემებს
ru: Собираем твои базовые данные
sr: Прикупљамо твоје почетне податке

source: CONNECTED DEVICES
de: VERBUNDENE GERÄTE
es: DISPOSITIVOS CONECTADOS
fr: APPAREILS CONNECTÉS
hy: ԿԱՊԱԿՑՎԱԾ ՍԱՐՔԵՐ
it: DISPOSITIVI CONNESSI
ka: დაკავშირებული მოწყობილობები
ru: ПОДКЛЮЧЁННЫЕ УСТРОЙСТВА
sr: ПОВЕЗАНИ УРЕЂАЈИ

source: CUSTOM TRAINING
de: INDIVIDUELLES TRAINING
es: ENTRENAMIENTO PERSONALIZADO
fr: ENTRAÎNEMENT PERSONNALISÉ
hy: ԱՆՀԱՏԱԿԱՆ ՄԱՐԶՈՒՄ
it: ALLENAMENTO PERSONALIZZATO
ka: მორგებული ვარჯიში
ru: СВОИ ТРЕНИРОВКИ
sr: ПРИЛАГОЂЕН ТРЕНИНГ

source: Calories
de: Kalorien
es: Calorías
hy: Կալորիա
it: Calorie
ka: კალორია
ru: Калории
sr: Калорије

source: Camera access is off
de: Kamerazugriff ist deaktiviert
es: El acceso a la cámara está desactivado
fr: L'accès à l'appareil photo est désactivé
hy: Տեսախցիկի հասանելիությունը անջատված է
it: L'accesso alla fotocamera è disattivato
ka: კამერაზე წვდომა გამორთულია
ru: Доступ к камере отключён
sr: Приступ камери је искључен

source: Camera is restricted
de: Kamera ist eingeschränkt
es: La cámara está restringida
fr: L'appareil photo est restreint
hy: Տեսախցիկի հասանելիությունը սահմանափակված է
it: La fotocamera è limitata
ka: კამერაზე წვდომა შეზღუდულია
ru: Доступ к камере ограничен
sr: Камера је ограничена

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ka: გაუქმება
ru: Отмена
sr: Откажи

source: Caps today's intensity at Moderate, hides high impact
de: Begrenzt die heutige Intensität auf Moderat, blendet hohe Belastung aus
es: Limita la intensidad de hoy a Moderada, oculta el alto impacto
fr: Limite l'intensité du jour à Modérée, masque le fort impact
hy: Այսօրվա ինտենսիվությունը սահմանափակում է «Միջին» մակարդակով և թաքցնում է բարձր ազդեցության մարզումները
it: Limita l'intensità di oggi a Moderata, nasconde l'alto impatto
ka: შემოსაზღვრავს დღევანდელ ინტენსივობას „საშუალო“ დონემდე, მალავს მაღალი დატვირთვის ვარჯიშებს
ru: Ограничивает интенсивность на сегодня уровнем «Средняя», скрывает высокоударные упражнения
sr: Ограничава данашњи интензитет на умерен, скрива високи интензитет

source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
hy: Ածխաջրեր
it: Carboidrati
ka: ნახშირწყლები
ru: Углеводы
sr: Угљени хидрати

source: Certified eye protection is recommended for all padel play.
de: Für Padel wird zertifizierter Augenschutz empfohlen.
es: Se recomienda protección ocular certificada para jugar al pádel.
fr: Une protection oculaire certifiée est recommandée pour toute pratique du padel.
hy: Պադելով խաղալիս խորհուրդ է տրվում օգտագործել սերտիֆիկացված աչքի պաշտպանություն:
it: Si consiglia una protezione oculare certificata per giocare a padel.
ka: პადელის ნებისმიერი თამაშისთვის რეკომენდებულია სერტიფიცირებული თვალის დაცვა.
ru: Для игры в падел рекомендуется сертифицированная защита глаз.
sr: Сертификована заштита за очи се препоручује за сву игру падела.

source: Change type
de: Art ändern
es: Cambiar tipo
fr: Changer le type
hy: Փոխել տեսակը
it: Cambia tipo
ka: ტიპის შეცვლა
ru: Изменить тип
sr: Промени врсту

source: Changes apply instantly.
de: Änderungen wirken sofort.
es: Los cambios se aplican al instante.
fr: Les modifications s'appliquent instantanément.
hy: Փոփոխություններն ուժի մեջ են մտնում անմիջապես:
it: Le modifiche vengono applicate immediatamente.
ka: ცვლილებები დაუყოვნებლივ ამოქმედდება.
ru: Изменения применяются мгновенно.
sr: Промене се примењују тренутно.

source: Check back once you have a few more days of %@ recorded.
de: Schau noch mal vorbei, sobald du ein paar Tage mehr an %@ erfasst hast.
es: Vuelve a consultarlo cuando tengas registrados algunos días más de %@.
fr: Revenez une fois que vous aurez enregistré quelques jours de plus de %@.
hy: Վերադարձիր, երբ ևս մի քանի օրվա %@ գրառում կունենաս։
it: Torna a controllare quando avrai registrato qualche giorno in più di %@.
ka: დაბრუნდი მას შემდეგ, რაც კიდევ რამდენიმე დღის %@ ჩანაწერი გექნება.
ru: Загляни сюда позже, когда накопится больше дней с записями %@.
sr: Врати се овде касније, када се прикупи још дана са подацима за %@.

source: Check now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier maintenant
hy: Ստուգել հիմա
it: Controlla ora
ka: შეამოწმე ახლავე
ru: Проверить сейчас
sr: Провери сада

source: Check workout details
de: Trainingsdetails ansehen
es: Ver detalles del entrenamiento
fr: Voir les détails de l'entraînement
hy: Տեսնել մարզման մանրամասները
it: Vedi i dettagli dell'allenamento
ka: ნახე ვარჯიშის დეტალები
ru: Посмотреть детали тренировки
sr: Погледај детаље тренинга

source: Checklist with today's to-dos
de: Checkliste mit den heutigen Aufgaben
es: Lista de tareas pendientes de hoy
fr: Liste des tâches du jour
hy: Ստուգաթերթ այսօրվա առաջադրանքներով
it: Elenco delle attività di oggi
ka: საკონტროლო სია დღევანდელი დავალებებით
ru: Чек-лист с задачами на сегодня
sr: Листа данашњих задатака

source: Choose Photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
hy: Ընտրել լուսանկար
it: Scegli foto
ka: აირჩიე ფოტო
ru: Выбрать фото
sr: Изабери фотографију

source: Choose from library
de: Aus der Fotomediathek wählen
es: Elegir de la galería
fr: Choisir dans la photothèque
hy: Ընտրել պատկերասրահից
it: Scegli dalla libreria
ka: გალერეიდან არჩევა
ru: Выбрать из галереи
sr: Изабери из библиотеке

source: Choose photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
hy: Ընտրել լուսանկար
it: Scegli foto
ka: ფოტოს არჩევა
ru: Выбрать фото
sr: Изабери фотографију

source: Choose your sex
de: Wähle dein Geschlecht
es: Elige tu sexo
fr: Choisissez votre sexe
hy: Ընտրիր սեռը
it: Scegli il tuo sesso
ka: აირჩიე სქესი
ru: Укажи свой пол
sr: Изабери свој пол

source: City
de: Stadt
es: Ciudad
fr: Ville
hy: Քաղաք
it: Città
ka: ქალაქი
ru: Город
sr: Град

source: Clear daily plan
de: Klarer Tagesplan
es: Plan diario claro
fr: Plan quotidien clair
hy: Հստակ օրական պլան
it: Piano giornaliero chiaro
ka: მკაფიო ყოველდღიური გეგმა
ru: Понятный план на день
sr: Јасан дневни план

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hy: Փակել
it: Chiudi
ka: დახურვა
ru: Закрыть
sr: Затвори

source: Coach's name (optional)
de: Name des Coaches (optional)
es: Nombre del coach (opcional)
fr: Nom du coach (facultatif)
hy: Մարզչի անունը (ըստ ցանկության)
it: Nome del coach (facoltativo)
ka: მწვრთნელის სახელი (სურვილისამებრ)
ru: Имя тренера (по желанию)
sr: Име тренера (опционо)

source: Coach's task
de: Aufgabe des Coaches
es: Tarea del coach
fr: Tâche du coach
hy: Մարզչի առաջադրանքը
it: Compito del coach
ka: მწვრთნელის დავალება
ru: Задание тренера
sr: Задатак тренера

source: Coach's task · photo attached
de: Aufgabe des Trainers · Foto angehängt
es: Tarea del entrenador · foto adjunta
fr: Tâche du coach · photo jointe
hy: Մարզչի առաջադրանք · նկարը կցված է
it: Incarico del coach · foto allegata
ka: მწვრთნელის დავალება · ფოტო თანდართულია
ru: Задание тренера · фото прикреплено
sr: Задатак тренера · фотографија приложена

source: Coaching cue
de: Trainer-Tipp
es: Consejo del entrenador
fr: Conseil du coach
hy: Մարզչի հուշում
it: Consiglio dell'allenatore
ka: მწვრთნელის რჩევა
ru: Совет тренера
sr: Савет тренера

source: Compare Goal vs. Current
de: Ziel vs. aktuell vergleichen
es: Comparar objetivo y actual
fr: Comparer objectif et actuel
hy: Համեմատել նպատակը և ընթացիկը
it: Confronta obiettivo e attuale
ka: მიზნისა და მიმდინარეს შედარება
ru: Сравнить цель и текущее состояние
sr: Упореди циљ и тренутно стање

source: Complete workout
de: Workout abschließen
es: Completar entrenamiento
fr: Terminer la séance
hy: Ավարտել մարզումը
it: Completa l'allenamento
ka: ვარჯიშის დასრულება
ru: Завершить тренировку
sr: Заврши тренинг

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
hy: Ավարտված
it: Completato
ka: დასრულებულია
ru: Завершено
sr: Завршено

source: Completed workouts from the last 30 days will show up here.
de: Abgeschlossene Trainings der letzten 30 Tage werden hier angezeigt.
es: Los entrenamientos completados de los últimos 30 días aparecerán aquí.
fr: Les entraînements terminés des 30 derniers jours s'afficheront ici.
hy: Վերջին 30 օրվա ավարտված մարզումները կցուցադրվեն այստեղ։
it: Gli allenamenti completati negli ultimi 30 giorni appariranno qui.
ka: ბოლო 30 დღის დასრულებული ვარჯიშები აქ გამოჩნდება.
ru: Завершённые тренировки за последние 30 дней будут отображаться здесь.
sr: Овде ће се приказивати завршени тренинзи из последњих 30 дана.

source: Confirm your baseline
de: Bestätige deinen Ausgangswert
es: Confirma tu línea base
fr: Confirmez votre référence
hy: Հաստատիր քո ելակետը
it: Conferma la tua base di partenza
ka: დაადასტურე შენი საწყისი მაჩვენებელი
ru: Подтверди свой базовый уровень
sr: Потврди почетну вредност

source: Confirm your baseline in ~5 days — second attempts usually score higher. The better of the two becomes your starting point.
de: Bestätige deinen Ausgangswert in ~5 Tagen — der zweite Versuch fällt meist besser aus. Der bessere der beiden wird dein Startpunkt.
es: Confirma tu línea base en ~5 días — los segundos intentos suelen dar mejores resultados. El mejor de los dos se convierte en tu punto de partida.
fr: Confirmez votre référence dans ~5 jours — les deuxièmes tentatives donnent souvent un meilleur résultat. La meilleure des deux devient votre point de départ.
hy: Հաստատիր քո ելակետը ~5 օրում — երկրորդ փորձերը սովորաբար ավելի բարձր արդյունք են ցույց տալիս: Երկուսից լավագույնը կդառնա քո մեկնարկային կետը:
it: Conferma la tua base di partenza tra ~5 giorni — i secondi tentativi di solito danno risultati migliori. Il migliore dei due diventa il tuo punto di partenza.
ka: დაადასტურე შენი საწყისი მაჩვენებელი ~5 დღეში — მეორე მცდელობა ჩვეულებრივ უკეთეს შედეგს იძლევა. ორივედან უკეთესი გახდება შენი საწყისი წერტილი.
ru: Подтверди базовый уровень через ~5 дней — вторые попытки обычно результативнее. Лучший из двух результатов станет твоей отправной точкой.
sr: Потврди почетну вредност за ~5 дана — други покушаји обично дају бољи резултат. Бољи од та два постаје твоја полазна тачка.

source: Confirm your stage
de: Bestätige deine Stufe
es: Confirma tu etapa
fr: Confirmez votre étape
hy: Հաստատիր քո փուլը
it: Conferma la tua tappa
ka: დაადასტურე შენი ეტაპი
ru: Подтверди свой этап
sr: Потврди ниво

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
hy: Կապակցել
it: Connetti
ka: დაკავშირება
ru: Подключить
sr: Повежи

source: Connect a device to track steps
de: Verbinde ein Gerät, um deine Schritte zu verfolgen
es: Conecta un dispositivo para registrar tus pasos
fr: Connectez un appareil pour suivre vos pas
hy: Միացրու սարք՝ քայլերը հետևելու համար
it: Connetti un dispositivo per monitorare i passi
ka: დააკავშირე მოწყობილობა ნაბიჯების თვალყურის დევნებისთვის
ru: Подключи устройство, чтобы отслеживать шаги
sr: Повежи уређај да пратиш кораке

source: Connect a wearable or Apple Health to see your metrics here.
de: Verbinde ein Wearable oder Apple Health, um deine Werte hier zu sehen.
es: Conecta un wearable o Apple Health para ver aquí tus métricas.
fr: Connectez un objet connecté ou Apple Santé pour voir vos indicateurs ici.
hy: Միացրու կրովի սարք կամ Apple Health՝ այստեղ քո ցուցանիշները տեսնելու համար։
it: Collega un wearable o Apple Salute per vedere qui le tue metriche.
ka: დააკავშირე ტარებადი მოწყობილობა ან Apple Health, რომ აქ ნახო შენი მაჩვენებლები.
ru: Подключи носимое устройство или Apple Health, чтобы видеть здесь свои показатели.
sr: Повежи носиви уређај или Apple Health да овде видиш своје показатеље.

source: Connect your devices.
de: Verbinde deine Geräte.
es: Conecta tus dispositivos.
fr: Connectez vos appareils.
hy: Կապակցիր քո սարքերը։
it: Connetti i tuoi dispositivi.
ka: დააკავშირე შენი მოწყობილობები.
ru: Подключи свои устройства.
sr: Повежи своје уређаје.

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
hy: Կապակցված է
it: Connesso
ka: დაკავშირებულია
ru: Подключено
sr: Повезано

source: Connected devices
de: Verbundene Geräte
es: Dispositivos conectados
fr: Appareils connectés
hy: Կապակցված սարքեր
it: Dispositivi connessi
ka: დაკავშირებული მოწყობილობები
ru: Подключённые устройства
sr: Повезани уређаји

source: Consecutive days trained
de: Aufeinanderfolgende Trainingstage
es: Días consecutivos entrenando
fr: Jours d'entraînement consécutifs
hy: Անընդմեջ մարզումների օրեր
it: Giorni consecutivi di allenamento
ka: ზედიზედ ვარჯიშის დღეები
ru: Дни тренировок подряд
sr: Узастопни дани тренинга

source: Consistency compounds
de: Beständigkeit summiert sich
es: La constancia se acumula
fr: La régularité s'accumule
hy: Հետևողականությունը կուտակվում է
it: La costanza si accumula
ka: თანმიმდევრულობა გროვდება
ru: Регулярность накапливается
sr: Доследност се гомила

source: Contact email
de: Kontakt-E-Mail
es: Correo de contacto
fr: E-mail de contact
hy: Կապի էլփոստ
it: Email di contatto
ka: საკონტაქტო ელფოსტა
ru: Контактный email
sr: Контакт имејл

source: Continue
de: Weiter
es: Continuar
fr: Continuer
hy: Շարունակել
it: Continua
ka: გაგრძელება
ru: Продолжить
sr: Настави

source: Continue for FREE
de: Kostenlos fortfahren
es: Continuar gratis
fr: Continuer gratuitement
hy: Շարունակել անվճար
it: Continua gratis
ka: გააგრძელე უფასოდ
ru: Продолжить бесплатно
sr: Настави БЕСПЛАТНО

source: Continue for free
de: Kostenlos fortfahren
es: Continuar gratis
fr: Continuer gratuitement
hy: Շարունակել անվճար
it: Continua gratis
ka: გაგრძელება უფასოდ
ru: Продолжить бесплатно
sr: Настави бесплатно

source: Continue with Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
hy: Շարունակել Apple-ով
it: Continua con Apple
ka: გააგრძელე Apple-ით
ru: Продолжить с Apple
sr: Настави са Apple

source: Continue with Email
de: Mit E-Mail fortfahren
es: Continuar con correo electrónico
fr: Continuer avec e-mail
hy: Շարունակել էլ. փոստով
it: Continua con email
ka: გაგრძელება ელფოსტით
ru: Продолжить с Email
sr: Настави са Email

source: Continue with Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
hy: Շարունակել Google-ով
it: Continua con Google
ka: გააგრძელე Google-ით
ru: Продолжить с Google
sr: Настави са Google-ом

source: Contributors
de: Einflussfaktoren
es: Factores
fr: Facteurs
hy: Գործոններ
it: Fattori
ka: ფაქტორები
ru: Факторы
sr: Фактори

source: Cool-down
de: Abkühlen
es: Enfriamiento
fr: Retour au calme
hy: Հովացում
it: Defaticamento
ka: გაცივება
ru: Заминка
sr: Хлађење
